package com.catchdog.common;

public class CatSizeUtil {
	
	public static final String[] CAT_LEGNTH = {
		"","","중장모","단모","단모", // 기타, 고양이
		"장모","장모","장모","장모","장모",
		"","장모","장모","장모","단모", // 믹스묘
		"단모","단모","단모","단모","장모",
		"장모","단모","장모","단모","장모",
		"단모","단모","단모","단모","장모",
		"단모","장모","장모","단모","장모",
		"단모"
	};
	
	public static final String[] CAT_KIND = {
		"고양이","기타","노르웨이숲","데본 렉스","러시안 블루",
		"레그 돌","레그돌-라가마핀","맹크스","먼치킨","메인쿤",
		"믹스묘","발리네즈","버만","벵갈","봄베이",
		"브리티시 쇼트헤어","사바나캣","샤트룩스","샴","셀커크렉스",
		"소말리","스노우슈","스코티시폴드","스핑크스","시베리안 포레스트",
		"싱가퓨라","아메리칸 쇼트헤어","아비시니안","재패니즈밥테일","터키시 앙고라",
		"통키니즈","페르시안","페르시안-페르시안 친칠라","하바나 브라운","하일랜드 폴드",
		"한국 고양이"
		
	};

	public static void main(String[] args) {
		// TODO Auto-generated method stub

	}

}
